<?php
return array(
  /*хедер*/
'H1'=>'Портфолио',
'H2'=>'Сервис',
'H3'=>'Ресурси',
'H4'=>'О нас',
'H5'=>'Кантакти',
'H6'=>'Логин',
'H7'=>'Язык',
/*хедер сторінки користувача і випадаюче меню логін*/
'H8'=>'Главная страница',
'H9'=>'Моя страница',
'H10'=>'Список пользователей',
'H11'=>'Выход',
'H12'=>'Ваш аватар',
/*випадаюче меню*/
'H_fm1'=>'Ночные фотографии',
'H_fm2'=>'Портреты',
'H_fm3'=>'Арт работы',
'H_fm4'=>'Видео',
/*випадаюче меню Логін(fml*-falling menu login)*/
'H_fml1'=>'Забыли пароль',
'H_fml2'=>'Автоматический вход',
'H_fml3'=>'Нужна регистрация',
'H_fml4'=>'Регистрация',
'H_fml5'=>'Логотип',
/*привітання*/
'H_hi1'=>'Здравствуй',
/*сторінка користувача(up*-user page)*/
'H_up1'=>'Изображение должно быть формата jpg, gif или png.',
'H_up2'=>'Изменить аватар',
'H_up3'=>'Изменить',
'H_up4'=>'Ваш логин',
'H_up5'=>'Изменить логин',
'H_up6'=>'Изменить пароль',
'H_up7'=>'Личные сообщения',
'H_up8'=>'Автор',
'H_up9'=>'Сообщение',
'H_up10'=>'Удалить',
/*Заголовки сторінок*/
'H_title1'=>'IS Product',
/*Список користувачів*/
'H_userList1'=>'Список пользователей',
/*Errors*/
'H_errors1'=>'Вход на эту страницу разрешен только зарегистрированным пользователям!',
'H_errors2'=>'Пользователя не существует! Возможно он был удален. Или же ви не зареестрировались.',
'H_errors3'=>'Вы ввели не всю информацию, вернитесь назад и заполните все поля!',
'H_errors4'=>'Вы набрали логин или пароль неверно 3 раз. Подождите 15 минут до следующей попытки.',
'H_errors5'=>'Извините, введённый вами логин или пароль неверный.',
'H_errors6'=>'Вы зашли на страницу без кода подтверждения!',
'H_errors7'=>'Вы зашли на страницу без логина!',
'H_errors8'=>'Вы зашли на  страницу без параметра!',
'H_errors9'=>'Неверный    формат запроса! Проверьте URL',
'H_errors10'=>'Вы пытаетесь    удалить сообщение, отправленное не вам!',
'H_errors11'=>'Доступ на эту страницу разрешен только зарегистрированным пользователям.
               Если вы зарегистрированы, то войдите на сайт под своим логином и паролем.',
'H_errors12'=>'Неверно введен е-mail!',
'H_errors13'=>'Не правильно підтверджений пароль.',
'H_errors14'=>'Вы ввели неверно код с картинки',
'H_errors15'=>'Логин должен состоять не менее чем из 3 символов и не более чем из 15.',
'H_errors16'=>'Пароль должен состоять не менее чем из 3 символов и не более чем из 15.',
'H_errors17'=>'Аватар должен быть в    формате JPG,GIF или PNG.',
'H_errors18'=>'Извините, введённый вами логин уже зарегистрирован. Введите другой логин.',
'H_errors19'=>'Ошибка! Вы не зарегистрированы.',
'H_errors20'=>'Пользователь с таким e-mail адресом не обнаружен.',
/*Портфоліо*/
'H_portfolio1'=>'Предыдущая',
'H_portfolio2'=>'Следующая',
/*footer*/
'F_1'=>'3D моделирование',
'F_2'=>'Веб-программирование',
'F_3'=>'Разработка мобильных приложений',
'F_4'=>'Веб-дизайн',
'F_5'=>'СЕРВИСЫ',
'F_6'=>'СВЯЖИСЬ С НАМИ',
'F_7'=>'ГЛАВНАЯ',
'F_8'=>'КЛИЕНТЫ',
/*forgot password*/
'Fp_1'=>'Забыли пароль?',
'Fp_2'=>'Введите Ваш логин',
'Fp_3'=>'Введите Ваш E-mail',
'Fp_4'=>'Отправить'
);
 ?>
