<!DOCTYPE html>
<html>
<?php
include "../header.php";
 ?>

   <head>
     <meta charset="UTF-8">
 	  <meta name="viewport" content="width=device-width, initial-scale=1.0">
     <script src="js/prefixfree.min.js"></script>
    <script language="JavaScript" type="text/javascript" src="js/mobile_menu.js"></script>
     <script language="JavaScript" type="text/javascript" src="js/fluensScroll.js"></script>
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/meyer-reset/2.0/reset.min.css">
    <link href="css/info.css" type="text/css" rel="stylesheet"/>
    <link href="https://fonts.googleapis.com/css?family=Courgette|Kanit" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Courgette|Kanit|Lobster" rel="stylesheet">
    <style>

    .button_fixed{
    /*  background:yellow;*/
    padding: 20px;
    background-color: rgba(67, 48, 48, 0.9);
    border: 2px white solid;
    }

    </style>
   </head>
   <body>

     <div class="side_nav"></div>

<div class="maineContent">

<div >
  <h1 id="scrollto1" name="count" title="scrollto1">3D моделирование</h1><br>
<p class="scrollto1" data-text="scrollto1">
3D графіка - це моделювання об'ємних моделей за допомогою спеціального програмного забезпечення,
які дозволяють максимально точно, до розмірів, відобразити вибраний Вами предмет або об'єкт.
На сьогоднішній день, тривимірне моделювання використовується в багатьох сферах бізнесу.
Також популярним воно є й в Веб-дизайні. 3D графіка, додає особливий ефект в дизайн сайтів,
дозволяючи у рази яскравіше виділити різноманітні елементи. Яскравими прикладами 3D моделювання можна виділити візуалізацію предметів інтер'єру,
офісних аксесуарів, меблів, виставкових стендів, різноманітних вивісок та вказівників, упаковок і логотипів.<br><br>
<img class="pic" src="images\modeling.jpg" alt="Smiley face" ><br><br>
Так само, тривимірна графіка дозволяє детальніше відобразити всю сутність моделі, особливості побудови і її роботи до найдрібніших деталей.
Це дозволить Вам швидше донести потрібну інформацію до клієнта, й максимально реалістично піднести свій продукт з усіма яскраво вираженими деталями.<br><br>
Розробка сайту, з використанням дрібних 3D моделей, додасть елемент колориту до дизайну та структуру сайту в цілому,
дозволяючи розбавити монотонність і справити враження на Ваших користувачів.

Замовляючи 3D моделювання у наших фахівців, Ви отримаєте максимально якісну модель в найкоротші терміни.<br><br><br>
Створення 3D зображень включає в себе:<br><br>
            - 3D моделювання окремих предметів;<br>
            - створення об'ємних елементів навігації;<br>
            - проектування об'ємних логотипів;<br>
            - розробка псевдо-3D зображень;<br>
            - створення компонентів для 3D дизайну;<br>
            - надання тривимірних зображень у вихідному форматі.<br><br><br>

Ціна та строки розроблення 3D моделей:<br><br>
Вартість: від 1500 грн.<br>
Строки: від 7 дней.<br><br><br>
Щоб замовити 3D моделювання зателефонуйте прямо зараз:<br><br>
Телефон: (48) 530-093-787<br>
E-mail: z.igor.2rpz10@i.ua

</p>

</>
<h1 id="scrollto2" name="count" title="scrollto1">Веб-программирование</h1><br>
<p class="scrollto2" data-text="scrollto2">
  Мы предлагаем разработку веб-приложений разного уровня сложности.
   Это могут быть и небольшие скрипты написанные на PHP, JavaScript, ASP и комплексные Интернет-системы, которые требуют высокого уровня знаний
   вопросов программирования и обеспечения безопасности: системы управления сайтом, персональные веб-разработки рассчитанные на индивидуальные
   потребности того или иного предприятия,  интранет веб-комплексы.

Если у вас есть ранее разработанные веб-приложения и они требуют доработки, то наши специалисты могут выполнить отдельный заказ
на доработку скрипта или программного модуля, в таком случае стоимость разработки определяется четко сформулированным перечнем работ и временем,
которые необходимы для выполнения задания.

 Если вам необходимо разработать сложную систему в рамках потребностей вашего бизнеса,
 то мы можем предложить реализацию таких комплексных задач на условиях ежемесячной аренды наших специалистов.
 В таком случае оплата наших услуг базируется на ежемесячных платежах и заказчик наших услуг вправе менять первоначальное задание,
 вносить изменения и дополнять проект новыми пожеланиями.

Как правило, сложные веб-приложения мы создаем на базе собственной системы управления сайтом – CMS Intelcube.
Она позволяет нам пользоваться внутренним конструктором форм и значительно сократить время на разработку. Однако, разные задачи требуют разных вариантов решений,
поэтому, в случае необходимости и по договоренности с заказчиком, мы дорабатываем систему под индивидуальные требования.<br><br>

А каков порядок цен?<br><br>
от 90 000 руб – для сайта-визитки;<br>
от 180 000 руб – для корпоративного сайта;<br>
от 220 000 руб – для интернет-магазинов.<br>
</p>

<h1 id="scrollto3" name="count" title="scrollto1">Разработка мобильных приложений</h1><br>
<p class="scrollto3" data-text="scrollto3">
Современная стратегия продвижения бренда не может не учитывать все большую популярность современных мобильных устройств,
круглосуточно используемых для работы и развлечения. Смартфоны и планшеты стали неотъемлемой частью жизни современного человека,
а для бизнеса – прекрасной возможностью «достучаться» до потенциального клиента в любое время дня и ночи.<br><br>

В настоящее время рынок мобильных приложений развивается колоссальными темпами.<br>
Мы предлагаем вам разработку мобильных приложений для самых популярных устройств:<br><br>

iPhone;<br>
iPad;<br>
Android.<br><br>
Шесть причин разработать мобильное приложение уже сейчас:<br><br>
1. Обеспечение нового собственного информационного канала.<br>
2. Желание не отстать от конкурентов.<br>
3. Намерение расширить клиентскую базу.<br>
4. Возможность продемонстрировать статус.<br>
5. Создание нового направления бизнеса на основе мобильного приложения.<br>
6. Желание просто порадовать своих клиентов, а также повысить их лояльность.<br><br>

Почему стоить выбрать нас?<br><br>

Компания SmartMedia осуществляет полный цикл разработки мобильных бизнес-приложений для Android и iOS:<br><br>
генерация идеи и разработка концепции;<br>
подготовка технического задания;<br>
проектирование и дизайн пользовательского интерфейса;<br>
разработка и тестирование;<br>
публикация в Google Play и App Store;<br>
обновление и доработка под новые версии iOS;<br>
продвижение приложения с использованием мобильных каналов.<br><br>
Мы с радостью разработаем для вас мобильное предложение под ключ или выполним любой из этих этапов.<br><br>

Как мы работаем:<br><br>

Шаг 1. Планирование. Заключается в совместном с заказчиком заполнении брифа,
отвечающего на несколько важных вопросов: какова бизнес-цель приложения?
Что оно должно «делать»? Какова целевая аудитория приложения? Что есть у конкурентов?<br><br>

Шаг 2. Разработка прототипа и технического задания. После сбора первичных требований мы
приступаем к разработке интерактивного прототипа, содержащего в себе всю логику будущего приложения.
Так же мы создаем Техническое Задание проекта.<br><br>

Шаг 3. Создание дизайна. Если приложение имеет превосходный дизайн, шансы на «успех» приложения увеличиваются в разы.
Наши дизайнеры в тесном взаимодействии с заказчиком подготовят превосходный дизайн, который сделает приложение удобным и
понятным для пользователей.<br><br>

Шаг 4. Программирование. В работе над проектом мы используем проверенные библиотеки и фреймворки.<br><br>

Шаг 5. Тестирование. В мобильном мире существует бесчисленное множество различных устройств,
со своими разрешениями экрана и различными версиями операционной системы. Перед запуском,
мы обязательно качественно протестируем приложение на всевозможных платформах.<br><br>

Шаг 6. Публикация. Процесс публикации означает подготовку промо-материалов, описания, оформление графики,
а так же подбор ключевых слов для дальнейшего продвижения приложения.
</p>

<h1 id="scrollto4" name="count" title="scrollto1">Веб-дизайн</h1><br>
<p class="scrollto4" data-text="scrollto4">
"Хороший web-дизайн" каждый себе представляет по-своему.
Мы бы сказали, что его качество определяется возвратом инвестиций и выполнением задач сайта: после этого, все остальное - субъективно.<br><br>
<img class="pic" src="images\web1.jpg" alt="Smiley face" ><br><br>
Если Вы ищете web-дизайн услуги, взгляните на наше полное портфолио.
Результат сотрудничества с Вами будет лучше, чем работы, представленные там.
Ведь с каждым новым проектом мы становимся немного опытнее. А поэтому сможем предложить
и посоветовать решения по набору и расположению элементов на страничке проверенные практикой.<br><br>
<img class="pic" src="images\web2.jpg" alt="Smiley face" ><br><br>
В нашем портфолио разработка веб-дизайнов интернет-магазинов, сайтов-визиток, брендовых сайтов.<br><br>
<img class="pic" src="images\web3.jpg" alt="Smiley face" ><br><br>
Мы будем рады помочь и вашему сайту убедить посетителей стать вашими покупателями,<br>
звоните (48) 530-093-787.

</p>

</div>

   </body>
 </html>
